export default {
  projections: {
    ПокупкаE: {
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      ценноваяСтела: {
        __caption__: 'Ценновая стела',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      базаКлиента: {
        __caption__: 'База клиента',
        логин: {
          __caption__: 'Логин'
        }
      },
      резервуар: {
        __caption__: 'Резервуар',
        колвоТоп: {
          __caption__: 'Колво топ'
        },
        состояние: {
          __caption__: 'Состояние'
        },
        idР: {
          __caption__: 'Id Р'
        }
      }
    },
    ПокупкаL: {
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      ценноваяСтела: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      базаКлиента: {
        __caption__: 'Логин',
        логин: {
          __caption__: 'Логин'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    базаКлиента: {
      __caption__: 'База клиента'
    },
    ценноваяСтела: {
      __caption__: 'Ценновая стела'
    },
    резервуар: {
      __caption__: 'Резервуар'
    }
  }
};
