export default {
  projections: {
    БазаКлиентаE: {
      iDКлиента: {
        __caption__: 'I d клиента'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      },
      номерКарты: {
        __caption__: 'Номер карты'
      }
    },
    БазаКлиентаL: {
      iDКлиента: {
        __caption__: 'I d клиента'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      },
      номерКарты: {
        __caption__: 'Номер карты'
      }
    }
  },
  validations: {
    iDКлиента: {
      __caption__: 'I d клиента'
    },
    логин: {
      __caption__: 'Логин'
    },
    номерКарты: {
      __caption__: 'Номер карты'
    },
    пароль: {
      __caption__: 'Пароль'
    }
  }
};
